Repository: woochica/trachacks
Catalog: tagsplugin/trunk/tractags/locale/*/LC_MESSAGES/tractags.po
Languages: de, ja

source: Tag System
ja: タグシステム

source: Replace
de: Wechsel
ja: 置換

source: Selected current tag(s) and either new tag or delete approval are required
de: Auswahl von aktuellem(n) Tag(s) und entweder ein neues Tag oder die Löschfreigabe sind erforderlich
ja: 選択しているタグと新しいタグないし削除に対する同意が必要です

source: Tags are not supported on the '%s' realm
de: Tags für den Bereich '%s' werden nicht unterstützt
ja: '%s' レルムでのタグ付けをサポートしていません

source: No tags found
de: Keine Tags gefunden
ja: 一致するタグが見つかりません

source: Display a tag cloud. Show a tag cloud for all tags on resources matching query. Usage: {{{ [[TagCloud(query,caseless_sort=<bool>,mincount=<n>)]] }}} caseless_sort:: Whether the tag cloud should be sorted case-sensitive. mincount:: Optional integer threshold to hide tags with smaller count. See tags documentation for the query syntax.
de: Stelle eine Tag-Wolke dar. Zeige eine Tag-Wolke mit allen auf die Abfrage zutreffenden Dokumenten-Tags an. Aufruf: {{{ [[TagCloud(query,caseless_sort=<bool>,mincount=<n>)]] }}} caseless_sort:: Ob Gross-/Kleinschreibung beim Tag-Sortierung berücksichtigt wird. mincount:: Optionaler Ganzzahl-Grenzwert, bis zu dem Tags mit geringerer Anzahl ausgeblendet werden. Die Abfrage-Syntax finden Sie in der Beschreibung zu Tags.
ja: タグクラウドを表示します。 クエリに該当するリソースからタグクラウドを表示します。 使用方法: {{{ [[TagCloud(query,caseless_sort=<bool>,mincount=<n>)]] }}} caseless_sort:: 大文字小文字を区別しないでソートするかどうかを指定します。 mincount:: 短いタグを非表示にする際の閾値を指定します。(省略可) クエリの構文については tags のドキュメントを参照してください。

source: List tagged resources. Usage: {{{ [[ListTagged(query)]] }}} See tags documentation for the query syntax.
de: Zeite eine Liste von Dokumenten mit Tags. Aufruf: {{{ [[ListTagged(query)]] }}} Die Abfrage-Syntax finden Sie in der Beschreibung zu Tags.
ja: タグ付けされているリソースを表示します。 使用方法: {{{ [[ListTagged(query)]] }}} クエリの構文については tags のドキュメントを参照してください。

source: Realm
de: Bereich
ja: レルム

source: Tags
ja: タグ

source: Page %(num)d
de: Seite %(num)d
ja: ページ%(num)d

source: Next Page
de: Nächste Seite
ja: 次のページ

source: Previous Page
de: Vorige Seite
ja: 前のページ

source: Attribute must be a word
de: Merkmal muss ein Wort sein
ja: 属性は単語にしてください

source: Expected ) at end of sub-expression
de: ) am Ende des Teilausdrucks erwartet
ja: サブ式の終わりには ) が必要です

source: Unexpected end of string
de: Unerwartetes Zeichenkettenende
ja: 予期しないところで文字列が終わっています

source: Expected terminal, got '%s'
de: Abschluss erwartet, '%s' erhalten
ja: 終端せずに '%s' が得られました

source: Invalid attribute '%s'
de: Ungültiges Attribut '%s'
ja: 不正な属性 '%s'

source: List of ticket fields to expose as tags.
de: Liste von Ticket-Feldern, die als Tags dienen sollen.
ja: タグとして見せてよいチケットのフィールドをリストします

source: Do not collect tags from closed tickets.
de: Sammle keine Tags von geschlossenen Tickets.
ja: 完了済みのチケットからタグを収集しない

source: Back to Cloud
de: Zurück zum Haufen
ja: タグクラウドに戻る

source: view all tags
de: alle Tags ansehen
ja: すべてのタグを表示する

source: Tag under: (%(tags_link)s)
de: Markiert mit: (%(tags_link)s)
ja: タグ: (%(tags_link)s)

source: Manage Tags
de: Tags verwalten
ja: タグの管理

source: Select an existing tag to replace with another one; two or more to consolidate into one. The [1:required] new tag may actually be an existing tag or a new one. A change comment will be added if supported by the tag storage for the resource's realm.
de: Wählen Sie eines der bestehenden Tags zur Ersetzung durch ein anderes; zwei oder mehr, um diese zu einem zusammenzufassen. Das [1:erforderliche] neue Tag darf auch eines der bestehenden sein. Der Änderungskommentar wird eingefügt, wenn dies vom Tag-Speicher für Dokumente dieses Bereichs unterstützt wird.
ja: 他ので置き換えるタグを選択します。複数のタグを1つに集約することができます。[1:必須]の新しいタグは既存のタグか新規のものにしてください。変更コメントはタグのストレージがサポートしていれば追加が行われます。

source: Current Tag:
de: Aktuelles Tag:
ja: 現在のタグ:

source: New Tag:[1:] [2:][3:]or [4:] allow tag deletion
de: Neues Tag:[1:] [2:][3:]oder [4:]Freigabe zur Tag-Löschung
ja: 新しいタグ:[1:] [2:][3:] または [4:] タグの削除を許可する

source: Comment (optional):
de: Kommentar (optional):
ja: コメント (省略可):

source: [1:Beware:] Attempting to replace one or more tags will always add the new tag, but [2:removal could fail] for some tags, because tags might be immutable depending on internals of the tag provider they've been derived from.
de: [1:Achtung:] Versuche, eines oder mehrere Tags zu ersetzen, führen immer zur Hinzufügung neuer Tags, aber ein [2:Fehlschlag des Löschens] ist für einige Tags möglich, weil Tags in Abhängigkeit von Programmeigenschaften der Tag-Module, von denen sie kommen, unveränderlich sein können.
ja: [1:注意:] タグの置換は常に新しいタグを追加します。しかし、タグがタグプロバイダ由来の場合、その内部構造により変更できずに[2:削除が失敗]する可能性があります。

source: You'll need to investigate further on how to change/remove these remaining tags closer to the tagged resource, i.e. in your [1:trac.ini] see [2:ticket_fields] option that lists fields to expose as tags for tag realm:ticket.
de: Sie müssen dann genauer untersuchen, wie Sie diese verbleibenden Tags im Bereich der Dokumente mit Tags ändern/entfernen können, z. B. enthält Ihre [1:trac.ini] die Option [2:ticket_fields], die alle Felder für die Darstellung der Tags im Ticket-Bereich (realm:ticket) auflistet.
ja: リソースに付けたそれらのタグを変更ないし削除する方法をさらに調査する必要があります。すなわち、realm:ticket 用のタグとして列挙するフィールドを指定する [1:trac.ini] にある [2:ticket_fields] の設定を確認してください。

source: Change
de: Ändern
ja: 変更

source: You seem to be using an old Tag query. Try using the [1:new syntax] in your [2:ListTagged] macro.
de: Sie scheinen eine alte Tag-Abfrage zu verwenden. Probieren Sie bitte die [1:neue Syntax] in Ihrem [2:ListTagged]-Makro.
ja: 旧タグクエリです。[2:ListTagged] マクロで[1:新しいシンタックス]を試してください。

source: Results
de: Ergebnisse
ja: 結果

source: No resources found
de: Keine Dokumente gefunden
ja: 一致するものが見つかりませんでした。

source: Filter Tags
de: Filtere Tags
ja: タグを絞り込む

source: Error:
de: Fehler:
ja: エラー:

source: Query syntax:
de: Abfrage-Syntax:
ja: クエリの構文:

source: [1:Use [2:tag1 tag2] to match [3:all] tags.] [4:[5:tag1 or tag2] will match [6:any] tag.] [7:Negate a tag with [8:-tag1].] [9:Group sub-queries with [10:(tag1 or tag2)].] [11:Quote strings to include special characters.] [12:Restrict search to a specific realm with [13:realm:wiki].]
de: [1:Verwenden Sie [2:tag1 tag2] zur Suche nach allen Tags [3:gemeinsam].] [4:[5:tag1 or tag2] trifft bei [6:jedem einzelnen] der Tags zu.] [7:Mit [8:-tag1] schliessen Sie ein Tag aus.] [9:Teilausdrücke gruppieren Sie mit [10:(tag1 or tag2)].] [11:Setzen Sie Zeichenketten mit Sonderzeichen in Anführungszeichen.] [12:Beschränken Sie die Suche mit [13:realm:wiki] auf einen bestimmten Bereich.]
ja: [1:[2:tag1 tag2] と入力すると、[3:すべて]のタグに該当するクエリとなります。] [4:[5:tag1 or tag2] とすると[6:いずれかの]タグに該当するクエリとなります。] [7:[8:-tag1] とするとそのタグを除外します。] [9:[10:(tag1 or tag2)] とするとサブクエリでグループ化されます。] [11:特殊文字を使うには引用符で囲みます。] [12:[13:realm:wiki] とすると範囲を限定した検索となります。]

source: Go to wiki page
de: Springe zu dieser Wiki-Seite
ja: Wiki ページ]に移動する

source: Showing objects matching [1: '%(query)s' ]
de: Anzeige von zu [1:'%(query)s'] passenden Objekten
ja: [1:'%(query)s'] に該当するものを表示しています

source: Showing objects matching '%(query)s'
de: Anzeige von zu '%(query)s' passenden Objekten
ja: '%(query)s' に該当するものを表示しています

source: [1: Create Wiki page ] for this tag
de: [1:Erstelle eine Wiki-Seite] für dieses Tag
ja: このタグで [1:Wiki ページを作成する]

source: Showing only tags with %(mincount)s or more occurrences ([1:view all tags])
de: Anzeige aller Tags, die %(mincount)s-mal oder häufiger vorkommen ([1:alle Tags ansehen])
ja: %(mincount)s文字以上のタグだけ表示しています。([1:すべてのタグを見る])
