= Удаление страницы wiki =

Существующие страницы wiki можно совсем удалить, используя кнопки внизу страницы ''Delete Page'' (удалить страницу) или ''Delete this Version'' (удалить эту версию). Эти кнопки видны только пользователям с правами `WIKI_DELETE`.

'''Примечание''': Удаление wiki страницы — безвозвратная операция.

Вообще-то, рекомендуется создавать страницы перенаправления вместо полного удаления старой страницы, не расстраивая таким образом посетителя битыми ссылками при переходе, например, из результатов поиска. Страница перенаправления содержит ссылку, такую как ''смотри !Какую-тоДругуюСтатью''. Тем не менее, может быть полезным удалить какую-то конкретную версию статьи, содержащую спам или даже оскорбления.
----
Смотрите также: TracWiki, TracPermissions