Repository: woochica/trachacks
Catalog: watchlistplugin/0.12/tracwatchlist/locale/*/LC_MESSAGES/watchlist.po
Languages: de

source: Watchlist
de: Beobachtungsliste

source: Take attachment changes into account
de: Neue Anhänge als Änderungen einzeigen

source: Notifications
de: Benachrichtigungen

source: Display notification navigation items
de: Navigationselemente für Benachrichtungen einblenden

source: Display notification column in watchlist tables
de: Spalte für Benachrichtungen einblenden

source: Enable notifications by default for all watchlist entries
de: Benachrichtigungen für alle beobachteten Dokumente standardmäßig aktivieren

source: The user stays at the resource after a watch/unwatch operation and the watchlist page is not displayed
de: Nach 'Beobachten'/'Nicht mehr beobachten' Aktionen verbleibt der Benutzer auf dem Dokument, d.h. die Beobachtungsliste wird nicht angezeigen

source: The user stays at the resource after a notify/do-not-notify operation and the watchlist page is not displayed
de: Nachdem Benachrichtigungen ein- oder ausgeschaltet wurden verbleibt der Benutzer auf dem Dokument, d.h. die Beobachtungsliste wird nicht angezeigen

source: Action messages are shown on resource pages
de: Aktionsnachrichten werden auf dem jeweiligen Dokument angezeigt

source: Action messages are shown when going to the watchlist page
de: Aktionsnachrichten werden angezeigt wenn auf die Beobachtungsliste gewechselt wird

source: Show action messages while on watchlist page
de: Aktionsnachrichten werden angezeigt wenn man sich auf der Beobachtungsliste befindet

source: Autocomplete input fields (add/remove resources)
de: Automatische Vervollständigung von Eingabefeldern ('Weitere'/'Entferne')

source: Dynamic watchlist tables
de: Dynamische Tabellen

source: Provide date/time picker application
de: Anwendung für Auswahl von Datum und Uhrzeit zur Verfügung stellen

source: Individual column filtering
de: Filter für einzelne Tabellenspalten bereitstellen

source: Display only the given watchlist sections in the given order
de: Nur diese Listenabschnitte in der gegebenen Reihenfolge anzeigen

source: log in
de: melden Sie sich an

source: Please %(log_in)s to view or change your watchlist
de: Bitte %(log_in)s um Ihre Beobachtungsliste anzusehen oder zu verändern!

source: You are now receiving change notifications about this resource.
de: Sie erhalten jetzt Änderungsbenachrichtigungen zu diesem Dokument.

source: You are no longer receiving change notifications about this resource.
de: Zu diesem Dokument erhalten Sie jetzt keine Änderungsbenachrichtigungen mehr.

source: You are now watching this resource.
de: Sie beobachten jetzt dieses Dokument.

source: You are no longer watching this resource.
de: Jetzt beobachten Sie dieses Dokument nicht mehr.

source: Invalid watchlist action '%(action)s'!
de: Ungültige Beobachtungaktion '%(action)s'!

source: Help
de: Hilfe

source: Watched %(realm_plural)s
de: Beobachtete %(realm_plural)s

source: Unwatch
de: Nicht mehr beobachten

source: Remove %(document)s from watchlist
de: Entferne %(document)s aus der Beobachtungsliste

source: Watch
de: Beobachten

source: Add %(document)s to watchlist
de: Füge %(document)s zur Beobachtungsliste hinzu

source: Do not Notify me
de: Benachrichtigungen AUS

source: Do not notify me if %(document)s changes
de: Benachrichtige mich nicht mehr über Änderungen von %(document)s

source: Notify me
de: Benachrichtigungen AN

source: Notify me if %(document)s changes
de: Benachrichtige mich über Änderungen von %(document)s

source: Changes
de: Änderungen

source: Comment #
de: Änd.-Nr.

source: U
de: X

source: Notify
de: Nachricht

source: %(value)s added
de: %(value)s hinzugefügt

source: read-only
de: schreibgeschützt

source: Wiki Page
de: Wiki-Seite

source: wiki page
de: Wiki-Seite

source: Attachment %(attachment)s added
de: Anhang %(attachment)s hinzugefügt

source: Fields
de: Felder

source: Active fields
de: Aktive Felder

source: Available fields
de: Verfügbare Felder

source: ([1:%(timedelta)s] ago)
de: (vor [1:%(timedelta)s])

source: Add
de: Weitere

source: Remove
de: Entferne

source: Reset all filters
de: Alle Filter zurücksetzen

source: Hour
de: Stunde

source: Second
de: Sekunde

source: Year
de: Jahr

source: Month
de: Monat

source: Day of Month
de: Tag

source: Time Zone
de: Zeitzone

source: Select a Date and Time
de: Datum und Zeit auswählen

source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
de: Jan,Feb,Mär,Apr,Mai,Jun,Jul,Aug,Sep,Okt,Nov,Dez

source: Sun,Mon,Tue,Wed,Thu,Fri,Sat
de: So,Mo,Di,Mi,Do,Fr,Sa

source: Only show resources which changed since they got last visited
de: Nur Dokumente anzeigen die sich geändert haben seit sie zuletzt besucht wurden

source: Not found
de: Nicht gefunden

source: No [1:%(realm)s] were found matching pattern "[2:%(name)s]".
de: Das Suchmuster "[2:%(name)s]" brachte keine Ergebnisse für [1:%(realm)s].

source: Already on watchlist
de: Bereits auf der Beobachtungsliste

source: The selected [1:%(realm)s] [2:%(name)s] is already watched. ([3:Unwatch it])
de: Das Dokument "[1:%(realm)s] [2:%(name)s]" wird bereits beobachtet. ([3:Nicht mehr beobachten])

source: Added to Watchlist
de: Zur Beobachtungsliste hinzugefügt

source: The selected [1:%(realm)s] [2:%(name)s] was added to the watched. ([3:Remove again])
de: Das Dokument "[1:%(realm)s] [2:%(name)s]" wurde zur Beobachtungsliste hinzugefügt. ([3:Wieder entfernen])

source: Removed from Watchlist
de: Von der Beobachtungsliste entfernt

source: The selected [1:%(realm)s] [2:%(name)s] was removed from the watchlist. ([3:Add again])
de: Das Dokument "[1:%(realm)s] [2:%(name)s]" wurde von der Beobachtungsliste entfernt. ([3:Wieder hinzufügen])

source: Not on Watchlist
de: Nicht auf der Beobachtungsliste

source: The selected [1:%(realm)s] [2:%(name)s] was not on the watchlist.
de: Das zu löschende Dokument "[1:%(realm)s] [2:%(name)s]" war nicht auf der Beobachtungsliste.

source: Reset changes
de: Zurücksetzen

source: Reset to default
de: Standardeinstellungen

source: Delete cookies
de: Cookies löschen

source: Watchlist sections
de: Listenabschnitte

source: You lack permission to view %(realm_plural)s.
de: Ihnen fehlt die Leseberechtigung für %(realm_plural)s.

source: No %(realm_plural)s are currently watched.
de: Momentan werden keine %(realm_plural)s beobachtet.
